/* Movie(s) */
"%d movie(s)" = "%d movie(s)";

/* Number of matches description */
"%d of %d" = "%d of %d";

/* Voting description */
"%@ of 10" = "Vote Average %@ of 10";

/* Title for settings cell about */
"aboutApp" = "About the app";

/* Imprint content */
"aboutContent" = "Cineaste is the most comfortable way to find the proper movie for a relaxed movie night. Here you can easily manage all movies you want to see or you have already seen.

Only one click will find the title for the next movie night, which the most present want to see. Therefore all movies are shared with Bluetooth only in your living room. When the appropriate title is found, your friends can’t see your movies anymore. That means your movie lists won’t be sent to any server at any time and they are save on your device.

If you want to transfer your movie lists permanently to another device, you can export and import them without any problems.";

/* Title for settings cell appStore */
"appStore" = "Rate the app in the App Store";

/* Title for cancel action */
"cancel" = "Cancel";

/* Message for connection error alert */
"connectionError" = "Connection to movie database has failed.";

/* Title for settings cell contact */
"contact" = "Contact";

/* Message for insert movie error alert */
"couldNotAddMovie" = "Movie could not be added.";

/* Message for delete movie error alert */
"couldNotDeleteMovie" = "Movie could not be deleted.";

/* Message for update movie error alert */
"couldNotMoveMovie" = "Movie could not be moved.";

/* Title for delete swipe action */
"delete" = "Delete";

/* Title for delete movie button */
"delete.width" = "delete.width";

/* Title for delete action */
"deleteFromList" = "Delete from list";

/* Message for export with empty data alert */
"emptyDatabase" = "Your movie database is empty.\nAdd movies to your movie lists to export them.";

/* Title for enable nearby button */
"enable nearby" = "Allow Google Nearby";

/* Title for error alert */
"error" = "Error";

/* Explain movie night description */
"explainMovieNight" = "Enter a name, with which your watchlist will be shared with friends nearby.";

/* Title for settings cell exportMovies */
"export" = "Export your movie lists";

/* Description for settings cell exportMovies */
"exportDescription" = "You can export your movies, for example as backup or to import the lists on a different device. The export will be compatible for the Android and iOS app.";

/* Message for export failed alert */
"exportFailed" = "Export failed";

/* Start first movie night title */
"firstMovieNight" = "Your first movie night";

/* Title for helpPandas */
"helpPandas" = "HelpPandas";

/* Description for helpPandas */
"helpPandasContent" = "Philipp Wolf (Design)";

/* Title for seen movie list */
"history" = "History";

/* Description for icon8 */
"icons8" = "Icons8";

/* Title for icon8 */
"icons8link" = "Bluetooth and microphone icon as free icon by icons8.com";

/* Title for settings cell importMovies */
"import" = "Import movie lists";

/* Description for settings cell importMovies */
"importDescription" = "You can import files, that were generated by a Cineaste export.";

/* Message for import failed alert */
"importFailed" = "Import failed";

/* Message for import failed because the file could not be read alert */
"importFailedNotReadFile" = "Import failed\nThe file could not be read.";

/* Description while importing movies */
"importingMovies" = "Importing movies...";

/* Message for movie import succeeded alert */
"importSuccessfulEnd" = "successful imported.";

/* Title for information */
"info" = "Info";

/* Title for settings cell licence */
"license" = "License";

/* Message for loading data error alert */
"loadingDataError" = "The data could not be load.";

/* Message for missing feature alert */
"missingFeature" = "This feature has not been implemented yet.";

/* Title for the more information button */
"moreInformation" = "Trailer and more";

/* Title for movie night viewController */
"movieNight" = "Friends nearby";

/* Description for usage of nearby */
"nearbyUsage" = "Google Nearby uses the following technologies to find friends nearby.";

/* Description for denied nearby permission */
"nearbyPermissionDenied" = "Nearby friends can't be found without using Google Nearby.";

/* Nearby link */
"nearbyLink" = "More information on Google Nearby: developers.google.com/nearby";

/* Title for no action */
"no" = "No";

/* Title for no content */
"noContent" = "No Content";

/* Message for no email client alert */
"noEmailClient" = "Your device can't send e-mails.\nTo contact us, send an e-mail to ios@spacepandas.de";

/* Description for empty seen list */
"noMoviesOnSeenList" = "You don't have any movies you have already seen on this list.\nGo ahead and add a new title.";

/* Description for empty watchlist */
"noMoviesOnWatchlist" = "You don't have any movies on your Watchlist.\nGo ahead and add a new title.";

/* Title for ok action */
"ok" = "OK";

/* on a date */
"onDate" = "Seen on";

/* Hint for more information on TMDB */
"onTMDB" = "(on themoviedb.org)";

/* Title for openSource */
"openSource" = "Open Source Project";

/* Title for openSource */
"openSourceContent" = "Cineaste started in year 2016 with an Android app and since the end of 2017 the SpacePandas are working on the long overdue iOS app. And because we have nothing to hide, Cineaste is open source. That means everybody can see our code and can contribute to the app at GitHub.

We give our best to make the user experience as good as possible, therefore we need your feedback. Leave a comment on the App Store or check us out on GitHub.

Android App - GitHub: github.com/spacepandas/cineaste-android
iOS App - GitHub: github.com/spacepandas/cineaste-ios";

/* Message for refreshing movie data with pull to refresh */
"refresh movie data" = "Refresh movies";

/* Results after search for movie night */
"results" = "Results";

/* All results for movie night */
"results all together" = "All together";

/* Title for save action */
"save" = "Save";

/* Search friends on movie night */
"searchFriends" = "Searching for friends nearby...";

/* Title for search */
"searchMovieTitle" = "Add movie";

/* Title for seen movie button */
"seen.width" = "seen.width";

/* Title for settings viewController */
"settings" = "More";

/* Title for the start movienight button */
"startMovieNight" = "Start movie night";

/* Information about release */
"soonRelease" = "Coming Soon";

/* Information about release long */
"soonReleaseLong" = "Coming Soon";

/* Title for spacePandas */
"SpacePandas" = "SpacePandas";

/* Description for spacePandas */
"SpacePandasContent" = "Marcel Groß (Android-App)
Christian Braun (Android- & iOS-App)
Felizia Bernutz (iOS-App)";

/* Title for movieDB */
"TMDb" = "TMDb";

/* Description for movieDB */
"TMDbContent" = "All knowledge we have about the movies is from TMDb (www.themoviedb.org).

This product uses the TMDb API but is not endorsed or certified by TMDb.";

/* Title for unknown release date */
"unknown_releaseDate" = "Unknown release date";

/* Title for unknown title */
"unknown_title" = "Unknown title";

/* Enter username title */
"username" = "Your Username";

/* Description for app version */
"version" = "Version";

/* Title for must see movie button */
"watchlistAction" = "Watchlist";

/* Title for long must see movie button */
"watchlistActionLong" = "Add to Watchlist";

/* Title for want to see movie list */
"watchlist" = "Watchlist";

/* Title for choose movie button */
"chooseMovie" = "Choose Movie";

/* Voice Over Information watchstate seen */
"watchStateSeenVoiceOver" = "Marked as Seen";

/* Information watchstate seen */
"watchStateSeen" = "Already Seen";

/* Information watchstate watchlist */
"watchStateWatchlist" = "On Watchlist";

/* Title for yes action */
"yes" = "Yes";
